Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 작품 들어가면 다시 바빠질 테니까요.
en: you’re gonna get really busy once shooting starts.

source: 사람들이 보기에도 그럴 거고요.
en: others are gonna think that as well.

source: 아니, 지금까지 작가도 못 구했어요!?
en: what?! you couldn’t even find a writer yet?!

source: 이 바닥이 원래 그래요.
en: it’s like that in this industry.

source: 그게 그런 감정인 줄은 몰랐지.
en: I didn’t know she’d have feelings for me.

source: 그, 그런 게 아니라 서로 언급할 때는 조율을 좀 해서….
en: i-it’s not that. you should coordinate when you’re going to mention other actors in interviews...

source: 그, 그거야…
en: t-that’s because...

source: 이종우랑 엮이지 말라고 말해 둬서 다행이네.
en: I’m glad I told her not to get too close to jongwoo lee.

source: 구민환 씨요.
en: it’s about minhwan koo.

source: 뭐?
en: what?

source: 절박함은 부족한 거 같은데.
en: she doesn’t seem to want it bad enough.

source: 하, 괜한 얘기를 들은 것 같아.
en: sigh, I wish I could have unheard all that.

source: 와, 역시 건물주…!
en: wow, rich people are different...!

source: 무슨 방법이 없으려나?
en: is there another way...?

source: 혜령아, 취했니?
en: hye-ryung, are you drunk?

source: 혜령 선배님도 계속 무명이셨다가 실장님 만나고 뜨셨다고 해서….
en: I heard ms. hye-ryung yun wasn’t famous until she met chief kim...

source: 아, 아니에요!
en: n-never mind!

source: 놀고 있네!
en: whatever!

source: 지난번 보다 빨라졌잖아?
en: she’s gotten quicker than before.

source: 오버하기는.
en: don’t overdo it.

source: 말씀하세요.
en: what can I do for you?

source: …무슨 말씀이 하고 싶은 거죠?
en: so what are you getting at?

source: 아쉬운 사람이 총대를 메야지.
en: I guess the person who’s got a lot to lose has to do it.

source: 프로그램에 도움이 되는 거면 진행하시죠.
en: if it helps the sitcom, let’s do it.

source: 근데 강수지는 안 보이네.
en: but where’s sooji kang? I don’t see her.

source: …죄송합니다.
en: I apologize.

source: 녹화는 다다음 주 수요일이라는데 하늘 씨 스케줄 어때?
en: the shooting’s going to take place on a wednesday two week from now. is haneul available?

source: 이번 일, 지아 씨와 원만하게 합의해 주실 수는 없으시겠습니까?
en: would you be willing to settle with ms. han?

source: 그냥… 공부할 겸 현장 답사 와 봤어.
en: oh... I just came by to see how things are on a tv series set.

source: 작가님, 저 여기 멘트 좀 고쳐 주세요.
en: mr. cho, could you change my line here?

source: 여기 혈흔이 있어요!
en: I see bloodstains here!

source: 작가님, 일찍 오셨네요.
en: you’re early, mr. cho.

source: 검은 선 저건 몇 번을 봐도 적응이 안 되네.
en: I don’t think I’ll ever get used to the black thread.

source: 차준섭이 보낸 것보다 괜찮죠?
en: it’s better than what junseob prepared for you, right?

source: 조용히 살고 싶다고 하지 않았냐?
en: didn’t you say you’re gonna stay quiet?

source: 수지 씨!
en: ms. kang!

source: 그, 그러고 보니 시트콤 시청률도 잘 나왔다면서?
en: o-oh, I hear the ratings came out quite well for the sitcom?

source: 그러고 보니, 그때도 이종우 스캔들 건 아니었나?
en: now that I think of it, wasn’t he involved in a scandal before?

source: 제가 지아 씨를 돕는데 꼭 이유가 있어야 하나요?
en: do I have to have a reason to help you?

source: 그리고 오늘 계산은 법카로 했다.
en: and I paid dinner with the company card.

source: 그래, 당연히 그렇겠지.
en: of course not.

source: 얼핏 듣기로는 이게 강수지 씨한테도 들어가 있는 걸로 알고 있거든요.
en: but I heard that these offers were also made to ms. sooji kang.

source: 그래서… 정말 진행해요?
en: so... should I proceed?

source: 제가 신인이라고 지금 이러시는 거예요?
en: are you doing this because I’m new?

source: 아, 죄송합…
en: oh, s-sorry...

source: 무슨 일 정도가 아니야!
en: this isn’t just something!

source: 솔직히 대본 건들 생각은 없지만….
en: honestly I don’t want to change the script...

source: 당장 밥줄 끊길 연예인들이 계약 해지해 달라고 들고일어날 테니까.
en: all their artists are going to want to terminate their contracts with him.

source: 저 한지아가요?!
en: that ji-ah?!

source: 그렇겠죠.
en: yes, she will.

source: 왜 그래, 혜령아.
en: what’s up with you today, hye-ryung?

source: 투데이 스타 쪽은 멈춰 놓긴 했는데.
en: I did stop today star.

source: 물 마셔!
en: drink some water!

source: 첫 주연이라 욕심나는 건 알겠는데,
en: I understand that you want to do well especially since this is your first lead role,

source: 한지아 정도의 연예인이라면 악질 소문 한두 개 도는 건 일상이잖아.
en: it’s normal for top celebrities like ji-ah to have a couple of bad rumors.

source: 저, 잠시 전화 좀….
en: e-excuse me. I need to take this call...

source: 아쉬운 놈이 우물을 파는 게 정답인 거 같아서요.
en: I don’t think I should just stand by and watch anymore.

source: 윤혜령이 매니저가.
en: hye-ryung yun’s manager?

source: 제가 아는 작가 대부분이 PD님이 아는 사람이라 그렇지.
en: it’s just that you know most of them.

source: 2J 김인준입니다.
en: my name is injoon kim from 2j.

source: 됐고, 얘기 끝냈냐?
en: anyway, did you tell him?

source: 예능 찍을 때의 얘기지만.
en: when it comes to variety shows.

source: 그렇게 짜증을 내는 상대도 나, 최주명, 이근애 그리고 차준섭 정도.
en: she only gets cranky at me, mr. choi, ms. keun-ae lee, and junseob.

source: 실장님께서 맡기셨으니 뭔가 있지 않을까…
en: I thought since you asked me to train her she’d have a special talent...

source: 제가 보고 들은 지아 씨 모습이 있으니까요.
en: I’ve been around you long enough to know how you speak and act.

source: 나 참,
en: hah,

source: 그럼 따로 원하시는 게 있으십니까?
en: then, is there anything else that you want?

source: …미안해.
en: I’m sorry...

source: 죄송하기는.
en: you don’t need to apologize.

source: 그걸 누가 몰라…?
en: you don’t think I know that...?

source: 잘 부탁드립니다!!
en: I hope to learn a lot from you!

source: 그럼 다들 건강 관리 잘 하시고 다음에 볼 때는 웃으면서 봅시다.
en: take care and let’s be all smiles in our next meeting.

source: 저 딱 한 잔만 마시고 말씀드릴게요.
en: I’ll tell you after I have a shot.

source: 저 인사하고 올게요.
en: I’m going to go say hi.

source: 인준 씨가 알아서 잘할 텐데.
en: I’m sure you’re going to do a fantastic job.

source: 저는 지금 자리에 만족합니다.
en: I’m happy on this team.

source: 관심 있어?
en: are you interested?

source: 이게 소송까지 진행돼도 심윤섭 대표가 책임을 져 줄까요?
en: do you think that mr. yoonseob shim will support you even if we take this to court?

source: 옆 테이블 가서 먹는 게 속 편하겠네.
en: I really wish I could eat at a different table.

source: 홍보 쪽이 쉽지 않은 모양이더라고.
en: that they’re having a hard time with marketing.

source: 윽, 넘어갈 뻔했네.
en: ugh, I almost fell for it.

source: 이제 말대꾸까지 하네?
en: you’re talking back now?

source: 그럼 그렇게 정리할게요.
en: alright, I’ll set it up then.

source: 재밌네.
en: this is funny.

source: 지금까지는 보기 싫어도 멋대로 나타나더니.
en: all this time it appeared even when I didn’t want to see it.

source: 작가 멘탈은 어때?
en: how’s the writer doing?

source: 아마 그랬겠죠?
en: I think so?

source: 신인이거든.
en: he’s new.

source: 솔직히 제가 지금까지 봤던 드라마 대본 중에 최곱니다.
en: honestly, I think it’s the best tv series script I’ve seen so far.

source: 죄송합니다, 선생님….
en: I’m sorry, sir....

source: 할머니만큼은 아니지만요.
en: although I wasn’t as good as my grandmother.

source: 잠깐, 하나만 더요.
en: hold on, one more thing.

source: 네 매니저 안 뺏어 갈 테니까.
en: I’m not gonna take your manager away from you.

source: 아, 지금 매니저님 눈치 보여서 그러시나 보네.
en: oh, are you worried about your manager?

source: 처음부터 그럴 생각이었으면 한지아 씨를 먼저 찾아갔을 거예요.
en: if I did, I would have called ms. han myself.

source: 출처를 왜 우리한테 물어봐요?
en: why are you asking us about the source of the story?

source: 나랑 계속 일해 보는 건?
en: continuing to work with me?

source: 안 보여서 이직했나, 했는데 여기로 옮긴 거야?
en: I was wondering if you moved to a different company because I didn’t see you around. did you move to this company?

source: 오죽하면 제작진이 거의 손하늘 특집으로 만들어 준다고 하겠어?
en: that’s why the staff kept saying they’ll make this episode a haneul son special.

source: …밥이요?
en: treat me out...?

source: 진짜 말 좀 가려서 해요!
en: please watch what you say!

source: 이종우가 그런 얘기를 했다고?
en: jongwoo lee said that?

source: 전 괜찮으니까 가 보세요.
en: I’m ok. so, I think you should go.

source: 내용 문제지만 인터뷰가 깔끔해서 대응하기가 어렵네요….
en: the stuff she said is definitely a problem but it’s hard for us to even do anything about it at this point...

source: 한지아랑 엮이면 귀찮아지는데.
en: it's going to get more troublesome if ji-ah gets involved as well...

source: 차라리 웹드라마라면 또 모를까.
en: maybe a web series would be better.

source: 같이 안 가세요?
en: aren’t you coming as well?

source: 너 오늘 진짜 이상한 거 알아?
en: do you realize you’re acting really strange today?

source: 대본 문제면 미친 척하고 컴플레인이라도 걸어 보지…
en: if there was a problem with the script, at least I could file an official complaint, but...

source: 원래는 슬슬 마무리해야 하는데 수지 씨가 NG를 많이 내서….
en: we should’ve been finished by now but ms. kang’s been making so many mistakes...

source: 그렇게 쥐 잡듯이 잡으니까 매번 매니저가 바뀌잖아.
en: you’re always mean to your managers. that’s why your managers keep changing all the time.

source: 너야말로 상황을 냉정하게 못 보고 있는 거 아니야?
en: I think you’re the one who’s not being able to comprehend the situation clearly.

source: 다음 회차는 아직 수정 중이고요.
en: and I’m currently editing the script for the second one.

source: 자칫하면 배역 자체를 못 딸 수도 있어.
en: you might not even get a part.

source: 투데이 스타?
en: today star?

source: 이런 일… 너무 위험하지 않나요?
en: don’t you think... these kind of things are too risky?

source: 여기서 볼 줄은 진짜 상상도 못 했는데.
en: I didn’t even imagine I’d see you here.

source: 일단, 영화가 잘 마무리돼서 차기작 제의는 많이 들어올 거야.
en: well, since the movie did great, you’re going to have many offers.

source: 죄송합니다, 선생님.
en: I’m sorry, sir.

source: 왜 이번에는 조용해요?
en: why are you so quiet this time?

source: 감독님이랑 작가님, 오빠 보고 싶다고 난리세요.
en: the director and the writer really want to see you.

source: 물론 그렇지만….
en: of course not, but...

source: 콜!
en: alright!

source: 나한테 먼저 들어온 작품을!
en: the offer came to me first!

source: 그렇죠, 수지 씨?
en: isn’t that right, ms. kang?

source: 다칠까 봐 겁나요.
en: I’m afraid you’re going to get hurt.

source: 여러분!
en: everyone!

source: 검은 선…?
en: a black line...?

source: 근데, 한지아를 밀어 넣고도 운명의 선이 변하지 않으면?
en: but, what do I do if the thread of fate doesn’t change colors even after ji-ah gets the part?

source: 일단, 두 사람 넣어 놓고 기다리는 중이야.
en: I’ve made offers to two actors, but I’m still waiting to hear back from them.

source: 고민해 봤는데요….
en: I thought about it a lot...

source: 차분히 생각해 봐.
en: so just think about it.

source: 너만 상관없으면 뭐….
en: as long as you don’t mind...

source: 그런데 이번엔 자기들도 좀 이상했나 보더라고요.
en: but it seems like this time they also thought something was off.

source: 혜령 씨라도 꽂아 주게?
en: are you thinking of having ms. yun appear on the show?

source: 제발 부탁이니까, 몸 좀 사려요!
en: please be careful!

source: …네?!
en: huh?!

source: 모두 다 같이 고생했잖아요.
en: everybody worked hard.

source: 한번 키워 볼 생각으로 그런 거 아니겠냐고….
en: it’d be to take me under his wings...

source: 왜 이러는 거예요?
en: why are you doing this?

source: 진행된 것 좀 있어요?
en: any progress with your project?

source: 한 번쯤은 들어 봤을 거 아니에요?
en: I’m sure you’ve heard about these things before, no?

source: 그중에 혜령 씨한테 맡기고 싶은 역할은 제자 쪽이고요.
en: and I would like to offer the role of the assistant for hye-ryung.

source: 예. [으라차차 캠퍼스]로 결정됐습니다.
en: yes, the title is “welcome to the campus.”

source: 김규현 감독님이요.
en: it was mr. gyuhyun kim.

source: 그래서 결정하기 어려운 거라고!
en: that’s why it’s so difficult for me to decide!

source: 사실 나도 그 작품 오디션 볼까 생각했는데.
en: I was thinking of auditioning for the project as well.

source: 그, 그렇게 별로야?
en: i-is it that bad?

source: 윤혜령이 적응 못 하는 걸 네가 도와줬다고!
en: we’ll say that you helped hye-ryung because she was struggling to adapt to the shooting environment of a tv series!

source: 촬영 어땠냐고요!
en: how did you think the shoot went?

source: 얼굴이라도 한번 보면 안 될까?
en: can you let them meet?

source: 오랜만에 소주 한잔 어때?
en: so how about a drink?

source: 예전에 포기했던 거 아쉽지 않아요?
en: don’t you want to give it another shot after the sitcom you worked on got cancelled?

source: 아니, 뭐….
en: no, I mean...

source: 촬영도 하기 전에 아주 그냥 분위기 끝내주네.
en: what a way to set the mood even before shooting starts.

source: 그래서 하는 말인데…
en: so, speaking of which...

source: 그냥 며칠 버티다 이사 가면 끝인데.
en: it’ll all be over when she moves in a few days.

source: 설마 혜령 씨?!
en: are you thinking of ms. yun?!

source: 사람에게서 검은 선을 보는 게 얼마 만인지….
en: from a person not from a picture or an object...

source: 눈물 나올 것 같아요….
en: I think I’m gonna cry...

source: 그러게요.
en: yeah.

source: 좀 가벼운 사람이라.
en: he’s a bit shallow.

source: 흐음… 그래요?
en: hmmm... yeah?

source: 걔들이 막 나가는 것처럼 보여도 빠져나갈 구멍은 만들어 놓거든요.
en: they always find a way out even if they were the ones who instigated the controversies.

source: 로드는 대체 언제쯤 붙여 줄 수 있으려나?
en: I wonder when they could hire an assistant for me.

source: 팀장 맡는 게 처음이라 이래저래 힘들 거야.
en: it’s going to be tough being a team leader in the beginning.

source: ‘그 사람 말이 진짜였다고?’ 이 대사요.
en: the line that reads, “what he was saying was true?”

source: 둘이 뭘 그렇게 속닥거려요?
en: what are you guys chatting about?

source: 네, 지금은요.
en: yes, for now.

source: 저야 덜 심심하고 좋은걸요?
en: I think it’ll be fun!

source: 겉으로는 함께 고생하는 동료처럼 보여도
en: although it might seem like they are colleagues training together,

source: 이제 지아 씨랑 들어가야지.
en: yeah, I’m gonna drop off ms. han first.

source: 진짜 정신없이 시간 보냈네.
en: I’ve just been so busy these days.

source: 그걸 저한테 말씀하셔도….
en: I’m not sure if I can help...

source: 가만히 있다가?
en: out of nowhere?

source: 진짜 미쳤지?!
en: have you really gone mad?!

source: 그래도 [야간 식당] 때 다리도 놔 주셨고, 얼굴은 비춰야 하지 않을까요?
en: but, since he helped us with midnight restaurant, shouldn’t we at least meet him?

source: 혜령 선배님이 이래서….
en: this is why ms. yun...

source: 어, 시… 실장님?
en: oh, c-chief?

source: 어, 누나.
en: hi, jihye.

source: 회사 대표씩이나 되는 양반이 대체 왜?
en: but why would a ceo do this?

source: 지금 누가 김 실장을 찾아와서요.
en: somebody’s here for chief kim.

source: 어떻게 알았어요?
en: how did you know?

source: 저희 국밥 하나랑 된장찌개 하나요.
en: one pork soup and one soybean paste stew please.

source: 자, 오늘은 빨리 끝내자고요!
en: ok, let’s try to get through it quickly today!

source: 음식 가리는 건 있어요?
en: is there anything that you can’t eat?

source: 감독님, 부탁 하나만 드려도 될까요?
en: producer, can I ask you for a favor?

source: 지아랑 같이 일하는 거.
en: working with ji-ah, I mean.

source: 그게 말이지….
en: oh that...

source: 아니, 지금 그게 중요한 게 아니고!
en: but that’s not important right now!

source: 혜령이는….
en: hye-ryung...

source: 장난이죠.
en: I was kidding.

source: 시청자 반응 보고 생각을 바꾼 거죠.
en: they decided to go with hye-ryung after seeing the reactions from the viewers.

source: 누구예요?
en: who’s the actor?

source: 강수지 씨, 내가 강수지 씨 허락받고 일해야 합니까?
en: ms. kang, do I need your permission to do my job?

source: 짜증나게!
en: you’re so annoying!

source: …혜령 씨, 지금 뭐라고 했어?
en: hye-ryung, what did you just say?

source: 오늘 예상보다 일찍 끝나서 그런데,
en: we were able to end the shooting earlier than expected today,

source: 회사에 무슨 일 생겼어요?
en: did something happen?

source: 생각보다 좋네.
en: that’s better than I thought.

source: 드라마 첫 주연이잖아.
en: this is your first lead role in a tv series.

source: 이, 이번엔 뭐 때문에?
en: w-what is it this time?

source: 멀리서 뵌 적 있는 것 같은데.
en: I think I’ve seen you before.

source: 당장 결정할 필요는 없으니까
en: you don’t have to decide right away.

source: 시청률 알려 주려고!
en: I called to tell you the viewer ratings!

source: 몸이 예전 같지 않아.
en: I need a break.

source: 그러면 차라리 붉은 선으로 돌아갈지도 몰라.
en: then, maybe the thread will turn red again at least.

source: 다른 사람도 겪어 봐야지.
en: you should also learn from other leaders as well.

source: 김인준, 너 빽이라도 있냐?
en: hey, injoon. I guess you have friends in high places, huh?

source: 같이 일하는 것도 오늘이 마지막이긴 하죠.
en: it is my last day to work with her.

source: 혜령 씨 괜찮겠어요?
en: do you think ms. yun would be alright?

source: 아, 알겠습니다!
en: oh, ok!

source: 우, 우선 KBC JOY에서 방영 예정이고요.
en: w-well, first of all, it’s going to air on kbc joy.

source: 그게 아니더라도 아직 최주명에게는 배울 게 많다.
en: and I still have a lot to learn from him.

source: 내, 내가 언제!
en: w-when was I mean?

source: 가수팀에도 실장님 소문이 돌았거든요.
en: there were rumors about chief kim among singers as well.

source: 혹시…!
en: could it be...?!

source: 한지아 씨도 나와야 하는 자린데 그건 싫으시다고….
en: ms. ji-ah han should have been here as well, but I heard you didn’t want her here...

source: 인준 씨 실장 단 것도 벌써 한 달이나 지났잖아요.
en: it’s already been more than a month since you got promoted to chief.

source: 대본도 받을 만큼 받았으니까.
en: I’ve received enough scripts to choose from.

source: 샤프심이랑 볼펜 만드는 회사.
en: the company makes pens and pencil leads.

source: 손하늘!
en: haneul!

source: 끝까지 싫다고 하란 말이야!
en: just say no!

source: 실수해도 되니까 편하게 해요.
en: relax. it’s ok to make mistakes.

source: 얼굴 한번 보자는 건데.
en: I just wanted to meet you.

source: 얼굴 보고 말씀드릴게요.
en: I’ll tell you when I see you.

source: 네… 알겠습니다.
en: ok... I’ll get right onto it.

source: 배우 2팀 김인준입니다.
en: I’m injoon kim from actor management team two.

source: 지아 씨가 이런 취향일 줄은.
en: I didn't think would like this kind of cuisine ji-ah.

source: 이따 봐요.
en: I’ll see you later.

source: 그게 너무 무서웠어요.
en: that scares me.

source: 김 팀장이랑 기사 내용 정리 끝낸 거야?
en: are you done reviewing the article with mr. kim?

source: 근데 굳이 정정 보도를 내자고?
en: then why do we need to release the article?

source: 그래, 그 친구.
en: yes, him.

source: 내 얼굴 봐서 뭐라도 하나 주긴 하겠지만…
en: although she’ll get a part because of me...

source: 걱정하지 마.
en: don’t worry.

source: 내가 뭘?
en: what did I do?

source: 조만간 연락 준다던데요?
en: he told me he’ll be in touch.

source: 고맙다고 해야 할지, 난처하다고 해야 할지.
en: I don’t know whether to tell you that I’m stumped or to thank you.

source: 이걸로 회식 어때요?
en: how about a team dinner with this?

source: 혜령이는 아니에요.
en: not hye-ryung.

source: 이제 지쳤나 보죠.
en: she’s probably just tired of being cranky.

source: 그냥 인준 씨라고 불러 주세요.
en: please call me injoon.

source: 이해합니다.
en: I understand.

source: 아, 여기서 박성진 PD님 보기로 했거든요.
en: oh, I’m supposed to meet producer sungjin park here.

source: 이 작품 첫 번째 배우로.
en: as the first actor to officially accept your offer.

source: 진짜로 이 드라마 할 거야?
en: are you serious about this?

source: 그거 홍보하려고 영상 올린 거니까.
en: we uploaded the clip to advertise the sitcom.

source: 아, 그거야 당연한 거지!
en: of course!

source: 아쉽지만 그럴 생각은 없네요.
en: I’m sorry, but I don’t have any intentions to do that.

source: 오, 오빠?
en: i-injoon?

source: 안녕하세요!
en: hello!

source: 본전도 못 찾을 거 왜 끼어들고 그래?
en: why is he making the situation worse?

source: 김 팀장님!
en: mr. kim!

source: 아무튼, 그래서요?
en: anyway, so?

source: 그렇지만… 회사 분위기가 좀 어수선해서 복귀 기사는 상황 봐서 내는 걸로 하자.
en: but...since the company has to deal with some big issues, let’s wait and see when would be a good time for us to publicly announce your comeback.

source: 운명의 선이 보였다는 건, 이 사람이 원흉이라는 건데….
en: this must be the guy since I saw the thread of fate...

source: 강수지 대안으로 제작진이 생각했던 배우.
en: the actress who the producer was going to approach if sooji kang rejected the offer.

source: 최 팀장님한테 여쭤봤으니까 알았지.
en: I asked mr. choi.

source: 억지로 맡아 달라는 부탁까지는 안 할 테니까.
en: I won’t ask you to do it if you don’t want to.

source: 그리고 강수지, 출연 확정됐대요?
en: and, did sooji kang confirm whether she’ll be on the show?

source: 그래, 연습생 하나 데뷔시키는 거야 뭐….
en: sure, debuting a trainee is no big deal...

source: 무조건 해야죠!
en: we should definitely do it!

source: 이건 무조건 '윤혜령이다!'
en: this had to be done by hye-ryung yun!

source: 그게… 우리 스마일 건설 아시죠?
en: you know “our smile construction company,” right?

source: 기사도 미리 준비해 둬.
en: and have the press releases ready.

source: 나도 도움받은 게 있으니까요.
en: I just wanted to return the favor.

source: 쟤도… 옛날에는 엄청 순했는데.
en: she used to be very kind...

source: 당분간은 그냥 푹 쉬려고.
en: I’m thinking of taking a break for a while.

source: 나, 한지아예요.
en: I am ji-ah han.

source: 사진이나 사물이 아니라
en: I wonder how long it’s been since I last saw a black thread

source: 실장님, 안녕하세요!
en: hello, chief!

source: 지혜 누나는 어때?
en: how’s jihye?

source: 가까운 사이 아니면 그냥 흘려들어.
en: if you’re not close with him, then don’t worry about it.

source: 다른 배우들은 뭐래?
en: what did the other actors say?

source: 혹시 전작이 어떤 작품이셨죠?
en: can you tell me what other work he’s written before?

source: 형들한테 미안하기는 해도 별수 있나.
en: I feel bad for the guys, but I don’t have a choice.

source: 하늘아, 괜찮아?
en: are you alright, haneul?

source: 그러니까 내 스트레스 좀 덜어 줘요.
en: so please unload some of the burden off me.

source: 자기가 하게 되면 날 밀어낸 것처럼 보일 테니까.
en: because she’ll think that she beat me out.

source: 그때는 미리 레스토랑 예약해 둘 테니까.
en: I’ll make sure to book a reservation for us.

source: 아, 그리고 이거.
en: oh, and here.

source: 이상한 소리 하지 말고 밥이나 먹으라고오오!!!
en: stop saying weird things and just eat!

source: 이거, 입조심해야 하는 거 알지?
en: you do know that you have to keep this to yourself, right?

source: 아마 시간 될 거 같아요.
en: I think that should work.

source: 아직 데뷔 안 한 신인이에요.
en: she’s a new actress who hasn’t debuted yet.

source: 한지아랑 비교하면 혜령 씨가 훨씬 낫지.
en: hye-ryung is definitely much better than ji-ah.

source: 그 친구면 잘할 겁니다.
en: he’ll do a good job.

source: 헐.
en: oh my.

source: 같은 채널에서 너무한 거 아니에요?
en: and they can’t help promote a new show on their own channel?

source: 아, 그리고 트레이너분이 하늘 씨 관련해서 얘기할 게 있다고 하시던데.
en: oh, and the trainer wanted to talk to you about haneul.

source: 잘할 수 있어요.
en: I can do this.

source: 강수지!?
en: sooji kang?!

source: 이제 한지아도 그만 쉴 때가 됐지.
en: it’s about time ji-ah goes back to work.

source: 이제 촬영 들어가는데
en: we’re going to begin shooting soon.

source: 별로 드문 일도 아니에요.
en: you see it all the time.

source: 오히려 내가 오빠를 실망하게 만들까 봐 더 겁이 나요.
en: I’m actually more worried about disappointing you.

source: 네가 보기에도 쟤가 그렇게 연기를 잘해?
en: do you also think that she’s good at acting?

source: 저, 정말로요!?
en: r-really?!

source: 자, 한번 봐봐요.
en: here, take a look.

source: 그래서?
en: so?

source: 확실합니다.
en: yes, he did.

source: 내가 살게.
en: I’ll buy.

source: 오늘 많이 피곤해서 그래요.
en: I’m really tired today.

source: 뭐긴요… 게스트 때문이지.
en: well... it's about the guest.

source: 저, 저는 엄청 진지하거든요?!
en: I-I’m being serious?!

source: 이거… 승진했다고 좋기만 한 건 아니네.
en: I guess...everything can’t be sunny after getting promoted.

source: 계속 열심히 해 봐.
en: keep up the hard work.

source: 마음에 들었어요?
en: did you like her?

source: 맞네!
en: you are!

source: 그래도 보는 눈은 있어서 인준이한테 집적거리는 건데….
en: but ji-ah has keen eyes that she keeps on flirting with injoon...

source: 네가 친구가 많아?
en: you have many friends?

source: 네, 법카로….
en: I see. with your corp card...

source: 기사 터졌어요!
en: an article just came out!

source: 혜령아, 나 너 톱스타 만들 거라니까?
en: hye-ryung, I told you I’m going to make you a superstar.

source: 잠깐만요!
en: hang on.

source: 시청률은 좀 떨어지긴 해도 예능 하나 건진 게 어디냐.
en: although the show doesn’t get high viewer ratings, it’s still a variety show.

source: 한지아도 내가 차기작을 골라 주길 바랐으니까, 들어줄 거 같은데?
en: ji-ah wanted me to select her next project, so she might help me.

source: 녹음 파일 원본이 없다는 거요?
en: because they can’t find the original copy of the clip?

source: 아, 혹시 걔한테 부탁해 볼까??
en: oh, maybe I should ask her...

source: 내가 올 거라고 했잖아!
en: I told you he’d come!

source: 대본이나 시놉 하나 없이 미팅부터 하자고?
en: he wants a meeting even before sending a script?

source: 혜령이 잘 부탁드려요!
en: please take good care of hye-ryung!

source: 지아 씨, 혹시 짐작 가는 사람은 없어?
en: ms. han, do you have any idea who this could be?

source: 조용히 살자.
en: let’s not get involved.

source: 그래서 어때?
en: so what do you think?

source: 저기요, 작가님.
en: hey, mr. cho.

source: 저야 뭐, 늘 똑같죠.
en: I’m doing ok. everything’s the same.

source: 종우 씨 프로필 찍는 날에
en: oh, I was going to ask you if it’d be alright

source: 어, 왜요?
en: ummm...why not?

source: PD님?!
en: producer?!

source: 겉으로는 괜찮아 보였는데 며칠이나 갈 수 있을지….
en: he seemed ok but I’m not sure how much more of this he can take...

source: 기사가 방금 터졌는데 무슨 입장 표명이요?!
en: what statement?! the articles just came out.

source: 김인준, 밥 먹냐?
en: hey, injoon. are you eating?

source: 그쪽이랑 지금 연결은 돼요?
en: can you get in touch with them?

source: 사람이 하루아침에 바뀌겠습니까?
en: I don’t think a person can change overnight.

source: 아니라고 하시니 다행이겠죠.
en: if you say this isn’t true, then good.

source: 드디어 누나한테 고백하는 거야?!
en: going to tell me you like me?!

source: 다 큰 성인 남녀가 단둘이 술 마시면 뻔한 거 아니겠어요?
en: was it that obvious?

source: 그, 그럴 수 있지… 하하.
en: I-I understand... haha.

source: 강수지 씨.
en: ms. sooji kang.

source: 어… 아니야.
en: no, not really.

source: 그건 좀 불편해서요.
en: I wouldn’t be comfortable with that.

source: 내가 미쳤지.
en: it’s my fault.

source: 그랬으면 제가 지금까지 배우를 못 하고 있겠죠?
en: if I did, then I don’t think I’d still be in this business.

source: 팀장님, 죄송합니다.
en: excuse me, team leader.

source: 그리고 결정적인 건…
en: and above all...

source: 무슨 생각을 그렇게 해요?
en: what are you thinking about?

source: 차라리 회사에나 나올걸….
en: I should’ve just come to the office...

source: 어디 가세요?
en: where are you going?

source: 근데 지금 네가 무슨 일을 한 것인지는 알지?
en: but, you do realize what you’ve done, right?

source: 대본만 좋으면 영화든, 드라마든 상관없으니까요.
en: we don’t care whether it’s a tv series or a movie as long as the storyline is good.
